[
  {
    "post": {
      "userId": 31,
      "title": "English Class Facilitator Volunteer - Darwin",
      "thumbnail": "https://creamcats-bucket.s3.ap-southeast-1.amazonaws.com/1635149148080post1.jpg",
      "content": "Delivering English Classes to newly arrived migrants who face barriers accessing the Adult Migrant English Program. increase English language skills and knowledge of the newly arrived migrants. Conversational classes are designed to improve participant: Speaking skills, Listening skills, Writing skills, Reading skills"
    }
  },
  {
    "post": {
      "userId": 31,
      "title": "Ethics Teachers - Wollongong NSW",
      "thumbnail": "https://creamcats-bucket.s3.ap-southeast-1.amazonaws.com/1635149148534post2.jpg",
      "content": "Volunteer ethics teachers dedicate time each week to teach school children how to think deeply, discuss respectfully and develop well-reasoned opinions about everyday, age-appropriate ethical issues. enthusiastic volunteers to teach ethics lessons in the Wollongong LGA. "
    }
  },
  {
    "post": {
      "userId": 2,
      "title": "Volunteer Coordinator - Gawlerr",
      "thumbnail": "https://creamcats-bucket.s3.ap-southeast-1.amazonaws.com/1635149148637post3.jpg",
      "content": "Welcoming and orienting new branch volunteers ~Training and supporting new volunteers in their chosen role. Assisting with volunteer rosters/schedules. Liaising with Central Office to maintain accurate volunteer data and records"
    }
  },
  {
    "post": {
      "userId": 7,
      "title": "Vinnies Shop Volunteer – Parkside Shop",
      "thumbnail": "https://creamcats-bucket.s3.ap-southeast-1.amazonaws.com/1635149148762post4.jpg",
      "content": "Vinnies shop volunteers do a variety of work. Normal tasks include: Providing helpful and courteous customer service – greeting people and answering queries. Processing sales – using a simple computer register, EFTPOS/credit card facilities and cash handling. Re-stocking shop floor – displaying and merchandising. Stock preparation – sorting, cleaning, steaming and pricing. Store housekeeping – tidying, dusting, and cleaning. General shop duties."
    }
  },
  {
    "post": {
      "userId": 9,
      "title": "Graphic Designers (Remote Friendly)",
      "thumbnail": "https://creamcats-bucket.s3.ap-southeast-1.amazonaws.com/1635149148946post5.jpg",
      "content": "Designing graphics and materials for all of Zen’s online distribution channels (e.g., Instagram, Facebook, LinkedIn, official webpage etc.)"
    }
  }
]
